<?php
// +----------------------------------------------------------------------
// | 零云 [ 简单 高效 卓越 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2016 http://www.lingyun.net All rights reserved.
// +----------------------------------------------------------------------
// | Author: jry <598821125@qq.com>
// +----------------------------------------------------------------------
// | 版权申明：零云不是一个自由软件，是零云官方推出的商业源码，严禁在未经许可的情况下
// | 拷贝、复制、传播、使用零云的任意代码，如有违反，请立即删除，否则您将面临承担相应
// | 法律责任的风险。如果需要取得官方授权，请联系官方http://www.lingyun.net
// +----------------------------------------------------------------------

/**
 * 额外配置
 */
return array(
    'MODEL_NAME'             => 'lyadmin',
    'MODEL_TITLE'            => '零云lyadmin',
    'MODEL_VERSION'          => '1.2.0',
    'LOGO_DEFAULT'           => '零云lyadmin',
    'LOGO_INVERSE'           => '零云lyadmin',
    'INSTALL_PRODUCT_NAME'   => '零云lyadmin',
    'INSTALL_WEBSITE_DOMAIN' => 'http://lyadmin.lingyun.net',
);
