<?php
// +----------------------------------------------------------------------
// | 零云 [ 简单 高效 卓越 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2016 http://www.lingyun.net All rights reserved.
// +----------------------------------------------------------------------
// | Author: jry <598821125@qq.com>
// +----------------------------------------------------------------------
// | 版权申明：零云不是一个自由软件，是零云官方推出的商业源码，严禁在未经许可的情况下
// | 拷贝、复制、传播、使用零云的任意代码，如有违反，请立即删除，否则您将面临承担相应
// | 法律责任的风险。如果需要取得官方授权，请联系官方http://www.lingyun.net
// +----------------------------------------------------------------------
namespace Home\Controller;

use Think\Controller;

/**
 * 跳转到后台控制器
 * @author jry <598821125@qq.com>
 */
class AdminController extends Controller
{
    /**
     * 自动跳转到后台入口文件
     * @author jry <598821125@qq.com>
     */
    public function index()
    {
        redirect(C('HOME_PAGE') . '/admin.php');
    }
}
